Repository: common-repository/reviews-for-kv
Catalog: languages/KBP-*.po
Languages: nl_nl

source: by Prodes
nl_nl: door Prodes

source: Settings
nl_nl: Instellingen

source: You do not have sufficient permissions to access this page.
nl_nl: U heeft onvoldoende rechten om deze pagina te bekijken.

source: Saved changes
nl_nl: Wijzigingen opgeslagen

source: Settings NOT saved due to a failed security check.
nl_nl: Instellingen NIET opgeslagen vanwege een mislukte veiligheidscontrole.

source: Settings NOT saved due to an invalid XML file. Please try again with the correct URL.
nl_nl: Instellingen NIET opgeslagen vanwege een ongeldig XML-bestand. Probeer het opnieuw met de juiste URL.

source: %d fields of Klantenvertellen have been indexed
nl_nl: %d velden van Klantenvertellen zijn geïndexeerd

source: This plugin uses three different shortcodes to display the reviews from klantenvertellen.nl
nl_nl: Deze plugin gebruikt drie verschillende stortcodes om beoordelingen van klantenvertellen.nl te tonen

source: "kbp_general" - displays the general statistics
nl_nl: “kbp_general” - toont de algemene statistieken

source: "kbp_loop" - displays the reviews from customers
nl_nl: “kbp_loop” - toont de beoordelingen van klanten

source: "kbp_review" - displays the last few reviews from customer depending on the settings
nl_nl: “kbp_review” - toont de laatste paar beoordelingen van klanten gebaseerd op de instellingen

source: Usage:
nl_nl: Gebruikwijze:

source: Place the shortcode in your page and the plugin will do the rest for you.
nl_nl: Plaats de shortcode op je pagina en de plugin doet de rest voor je.

source: Example: [kbp_general]
nl_nl: Voorbeeld: [kbp_general]

source: Pick a color for the average
nl_nl: Kies een kleur voor het gemiddelde

source: General review data for the "kbp_general" shortcode
nl_nl: Algemene beoordeling gegevens voor de “kbp_general” shortcode

source: Add tag to the HTML above
nl_nl: Voeg tag toe aan de HTML hierboven

source: Select an option
nl_nl: Selecteer een optie

source: Index all the XML fields first on the settings page
nl_nl: Indexeer alle XML velden eerst op de instellingen pagina

source: Single reviews for the "kbp_loop" shortcode
nl_nl: Enkele beoordelingen voor de “kbp_loop” shortcode

source: Show reactions?
nl_nl: Reacties tonen?

source: Which field is the reaction field?
nl_nl: Welk veld is het reactie veld?

source: How many single reviews do you want to show with the "kbp_loop" shortcode
nl_nl: Hoeveel enkele beoordelingen wil je laten zien met de “kbp_loop” shortcode

source: All reviews
nl_nl: Alle beoordelingen

source: Single reviews for the "kbp_review" shortcode
nl_nl: Enkele beoordelingen voor de “kbp_review” shortcode

source: How many single reviews do you want to show with the "kbp_review" shortcode
nl_nl: Hoeveel enkele beoordelingen wil je laten zien met de “kbp_review” shortcode

source: Save changes
nl_nl: Wijzigingen opslaan

source: Klantenvertellen by Prodes plugin settings
nl_nl: Klantenvertellen door Prodes plugin instellingen

source: Klantenvertellen fields were updated on: %s
nl_nl: Klantenvertellen velden zijn voor het laatst geüpdatet op: %s

source: The current URL for the Klantenvertellen XML is: <a href=%s>%s</a>
nl_nl: De huidige URL voor de Klantenvertellen XML is: <a href=%s>%s</a>

source: Enter the URL of the XML here
nl_nl: Voer de URL van de XML hier in

source: Index fields
nl_nl: Indexeer velden

source: Get the XML fields from the URL and create your HTML for the shortcodes in the configurator.
nl_nl: Haal de XML velden op van de URL en maak je HTML voor de shortcodes aan in de configurator.

source: No %s available
nl_nl: Geen %s beschikbaar

source: Shows the last review
nl_nl: Toont de laatste herziening

source: This widget shows the latest reviews
nl_nl: Deze widget toont de laatste reviews

source: Show your klantenvertellen.nl reviews on your website in an easy way.
nl_nl: Toon uw klantenvertellen.nl reviews op uw website op een eenvoudige manier.
